Repository: RetroMusicPlayer/Paisa
Catalog: lib/localization/app_*.arb
Languages: bn

# appTitle
source: Paisa
bn: পয়সা

# homeLabel
source: Home
bn: হোম

# categoryLabel
source: Category
bn: ক্যাটেগরি

# addCategoryLabel
source: Add Category
bn: ক্যাটগরি যুক্ত করুন

# addExpenseLabel
source: Add Expense
bn: খরচ যুক্ত করুন

# updateExpenseLabel
source: Update Expense
bn: খরচ হালনাগাদ করুন

# updateCardLabel
source: Update card
bn: কার্ড হালনাগাদ করুন

# addAccountLabel
source: Add Account
bn: অ্যাকাউন্ট যুক্ত করুন

# categoriesLabel
source: Categories
bn: ক্যাটেগরিস

# accountsLabel
source: Accounts
bn: অ্যাকাউন্টস

# budgetLabel
source: Budget
bn: বাজেট

# welcomeMessage
source: Welcome back!
bn: স্বাগতম!

# settingsLabel
source: Settings
bn: সেটিংস

# totalLabel
source: Total
bn: মোট

# expenseLabel
source: Expense
bn: খরচ

# expensesLabel
source: Expenses
bn: খরচসমুহ

# depositLabel
source: Deposit
bn: আমানত

# dailyLabel
source: Daily
bn: দৈনিক

# weeklyLabel
source: Weekly
bn: সাপ্তাহিক

# monthlyLabel
source: Monthly
bn: মাসিক

# yearlyLabel
source: Yearly
bn: বাৎসরিক

# allLabel
source: All
bn: সবগুলো

# transactionHistoryLabel
source: Transaction History
bn: লেনদেনের ইতিহাস

# selectCategoryIconLabel
source: Select category icon
bn: ক্যাটেগরি আইকন বাছাই করুন

# descriptionLabel
source: Description
bn: বিবরন

# cashLabel
source: Cash
bn: ক্যাশ

# debitCardLabel
source: Debit Card
bn: ডেবিট কার্ড

# creditCardLabel
source: Credit Card
bn: ক্রেডিট কার্ড

# cardHolderLabel
source: Card holder name
bn: কার্ডবহনকারীর নাম

# accountNameLabel
source: Account name
bn: অ্যাকাউন্ট এর নাম

# addCardLabel
source: Add card
bn: কার্ড যুক্ত করুন

# addedCardLabel
source: Account added
bn: অ্যাকাউন্ট যুক্ত করা হয়েছে

# updatedCardLabel
source: Account updated
bn: অ্যাকাউন্ট হালনাগাদ করা হয়েছে

# deletedCardLabel
source: Account deleted
bn: অ্যাকাউন্ট মুছে ফেলা হয়েছে

# successAddCategoryLabel
source: Category added successful
bn: ক্যাটেগরি যুক্ত করা হয়েছে

# validNameLabel
source: Enter valid name
bn: বৈধ নাম লিখুন

# profileLabel
source: Profile
bn: প্রোফাইল

# themeLabel
source: Theme
bn: থিম

# reminderLabel
source: Reminder
bn: রিমাইন্ডার

# reminderDescriptionLabel
source: Show schedule notifications to add expense
bn: প্রতিদিনের খরচ যোগ করার নোটিফিকেশান অন করুন

# chooseThemeLabel
source: Choose theme
bn: থিম বাছাই করুন

# updateLabel
source: Update
bn: হালনাগাদ করুন

# userNameLabel
source: User name
bn: ইউজার এর নাম

# selectedCountryLabel
source: Select country
bn: মুদ্রা বাছাই করুন

# errorAuthLabel
source: Error authentication
bn: যাচাইকরণ এ সমস্যা হয়েছে

# errorNoCardsLabel
source: Empty in cards
bn: কোন কার্ড নেই

# errorNoCardsDescriptionLabel
source: Add expenses and will show up here
bn: খরচ যোগ করুন এবং তা এখানে প্রদর্শিত হবে

# errorNoCatagoriesLabel
source: Empty in categories
bn: কোন ক্যাটেগরি নেই

# errorNoCategoriesDescriptionLabel
source: Add some categories and will show up here
bn: ক্যাটেগরি যোগ করুন এবং তা এখানে প্রদর্শিত হবে

# errorNoBudgetLabel
source: Empty in budget overview
bn: বাজেট ওভারভিউ খালি

# errorNoBudgetDescriptionLabel
source: Add some expenses and budget overview will show up here
bn: খরচ যোগ করুন এবং বাজেট ওভারভিউ এখানে দেখানো হবে

# cardholderLabel
source: CardHolder
bn: কার্ড হোল্ডার

# expenseAddedSuccessfulLabel
source: Expense added
bn: খরচ যুক্ত করা হয়েছে

# expenseUpdateSuccessfulLabel
source: Expense updated
bn: খরচ হালনাগাদ করা হয়েছে

# expenseDeletedSuccessfulLabel
source: Expense deleted
bn: খরচ মুছে ফেলা হয়েছে

# expenseNameLabel
source: Expense name
bn: খরচ এর নাম

# amountLabel
source: Amount
bn: পরিমাণ

# validAmountLabel
source: Enter valid amount
bn: বৈধ পরিমাণ লিখুন

# dateLabel
source: Date
bn: তারিখ

# validDateLabel
source: Select date
bn: তারিখ বাছাই করুন

# addLabel
source: Add
bn: যুক্ত করুন

# selectAccountLabel
source: Select account
bn: অ্যাকাউন্ট বাছাই করুন

# selectCategoryLabel
source: Select category
bn: ক্যাটাগরি বাছাই করুন

# socialLinksLabel
source: Social links
bn: সোশ্যাল মিডিয়া লিঙ্কসমুহ

# telegramLabel
source: Telegram
bn: টেলিগ্রাম

# telegramGroupLabel
source: A group to follow and post bugs and feature requests
bn: একটি গ্রুপ যেখানে আপনি নতুন ফিচার এর রিকুয়েস্ট করতে পারবেন এবং অ্যাপ এর সমস্যা জানাতে পারবেন

# budgetOverViewLabel
source: Budget overview
bn: বাজেট ওভারভিউ

# noResultFoundLabel
source: No result found
bn: কোন ফল পাওয়া যায় নি

# noCategoryLabel
source: No category selected
bn: কোন কাট্যাগরি বাছাই করা হয় নি

# noAccountAvailableLabel
source: No account selected
bn: কোন অ্যাকাউন্ট বাছাই করা হয় নি

# privacyPolicyLabel
source: Privacy & Policy
bn: গোপনীয়তা নীতি

# githubLabel
source: Github
bn: গিটহাব

# versionLabel
source: Version
bn: সংস্করণ

# updatedCategoryLabel
source: Category updated
bn: ক্যাটাগরি হালনাগাদ করা হয়েছে

# doneLabel
source: Done
bn: সম্পন্ন

# cancelLabel
source: Cancel
bn: বাতিল

# customLabel
source: Custom
bn: কাস্টম

# accentColorLabel
source: Accent color
bn: অ্যাকসেন্ট রং

# dynamicColorLabel
source: Dynamic
bn: ডায়নামিক

# pickColorLabel
source: Pick color
bn: রং বাছাই করুন

# colorsLabel
source: Colors
bn: রংসমুহ

# othersLabel
source: Others
bn: অন্যান্য

# githubTextLabel
source: Fork the project on GitHub
bn: গিটহাব এ প্রোজেক্টটি ফোর্ক করুন

# accountInfoLabel
source: Information
bn: তথ্য

# accountInfoDescLabel
source: The account details you entered are not shared with anyone, including us. It is only used for visual representation of account details, you may enter false info too
bn: আপনি যে অ্যাকাউন্টের বিবরণ দিয়েছেন তা আমাদের সহ কারো সাথে শেয়ার করা হয়নি। এটি শুধুমাত্র অ্যাকাউন্টের বিবরণের ভিজ্যুয়াল উপস্থাপনার জন্য ব্যবহার করা হয়, আপনি মিথ্যা তথ্যও লিখতে পারেন

# nextLabel
source: Next
bn: পরবর্তী

# imageLabel
source: Image
bn: ছবি

# welcomeLabel
source: Hi, Welcome to
bn: স্বাগতম,

# welcomeDescLabel
source: What should we call you
bn: আপনাকে কি নামে ডাকব?

# nameLabel
source: Name
bn: নাম

# enterNameLabel
source: Enter name
bn: আপনার নাম লিখুন

# imageDescLabel
source: Let's set image of you
bn: চলুন আপনার ছবি যুক্ত করা যাক

# backLabel
source: Back
bn: পূর্ববর্তী

# incomeLabel
source: Income
bn: ইনকাম

# outcomeLabel
source: Outcome
bn: ফলাফল

# thisMonthLabel
source: This month
bn: এই মাসের

# totalBalanceLabel
source: Total balance
bn: মোট ব্যাল্যান্স

# summaryLabel
source: Summary
bn: সারমর্ম

# acceptLabel
source: Accept
bn: অ্যাকসেপ্ট করুন

# searchMessageLabel
source: Start searching something!
bn: অনুসন্ধান শুরু করুন!

# emptySearchMessageLabel
source: Looks like nothing found!
bn: কিছুই পাওয়া যায়নি!

# emptyExpensesMessage
source: Add some expenses will show up here
bn: খরচ যোগ করুন, এখানে দেখানো হবে

# balanceLabel
source: Balance
bn: ব্যালেন্স

# selectIconLabel
source: Select icon
bn: আইকন বাছাই করুন

# selectIconDescLabel
source: Tap to select icon
bn: আইকন বাছাই করতে ট্যাপ করুন

# incomeNameLabel
source: Income name
bn: ইনকাম এর নাম

# currencySignLabel
source: Currency sign
bn: মুদ্রার চিহ্ন

# incomeAddedSuccessfulLabel
source: Income added
bn: ইনকাম যুক্ত করা হয়েছে

# incomeUpdateSuccessfulLabel
source: Income updated
bn: ইনকাম হালনাগাদ করা হয়েছে

# incomeDeletedSuccessfulLabel
source: Income deleted
bn: ইনকাম মুছে ফেলা হয়েছে

# expenseByCategoryLabel
source: Expense by category
bn: ক্যাটেগরি অনুযায়ী খরচ

# backupAndRestoreLabel
source: Backup and Restore
bn: ব্যাকআপ এবং পুনরুদ্ধার করুন

# backupAndRestoreDescLabel
source: Backup and restore your expense, accounts & categories
bn: আপনার খরচ, অ্যাকাউন্ট & ক্যাটেগরি ব্যাকআপ এবং পুনরুদ্ধার করুন

# createLabel
source: Create
bn: তৈরি করুন

# restoreLabel
source: Restore
bn: পুনরুদ্ধার করুন

# creatingBackupLabel
source: Creating backup
bn: ব্যাকআপ তৈরি করুন

# restoringBackupLabel
source: Restoring backup
bn: ব্যাকআপ পুনরুদ্ধার করা হচ্ছে

# saveAsCSVLabel
source: Save as CSV
bn: CSV ফরম্যাট এ সেভ করুন

# saveAsCSVDescLabel
source: Export data into CSV file format
bn: CSV ফাইল ফরম্যাটে ডেটা এক্সপোর্ট করুন

# transferLabel
source: Transfer
bn: ট্র্যান্সফার করুন

# appRateLabel
source: Rate the app
bn: অ্যাপটিকে রেটিং দিন

# appRateDescLabel
source: Love this app? Let us know in the Google Play Store how we can make it even better
bn: এই অ্যাপটি ভাললেগেছে? Google Play Store-এ আমাদের জানান কিভাবে আমরা এটিকে আরও ভালো করে তুলতে পারি

# raiseABugOrRequestLabel
source: Raise a bug or request
bn: অ্যাপ এর ত্রুটি জানান

# raiseABugOrRequestDescLabel
source: Found a bug or need a feature to implement ask away
bn: অ্যাপ এ ত্রুটি পেয়েছে কিংবা নতুন কোনও ফিচার চান তাহলে জিজ্ঞাসা করুন

# transferNameLabel
source: Transfer name
bn: ট্র্যান্সফার এর নাম

# debtsLabel
source: Debts
bn: ঋণসমুহ

# debtLabel
source: Debt
bn: ঋণ

# creditLabel
source: Credit
bn: ক্রেডিট

# enterCategoryLabel
source: Enter category
bn: ক্যাটেগরি লিখুন

# addDebtLabel
source: Add debt
bn: ঋণ যুক্ত করুন

# addCreditLabel
source: Add credit
bn: ক্রেডিট যুক্ত করুন

# enterDescriptionLabel
source: Enter description
bn: বিবরন লিখুন

# validDescriptionLabel
source: Enter valid description
bn: বৈধ বিবরন লিখুন
